/*  Class = "NSButton"; gToolTip = "Import (↩)"; ObjectID = "15";  */
"Import (↩)" = "インポート (↩)";

/*  Class = "NSButton"; gToolTip = "Cancel Import (⎋)"; ObjectID = "16";  */
"Cancel Import (⎋)" = "インポートをキャンセル (⎋)";

/*  Class = "NSButton"; gToolTip = "Show previous source row (⌘←)"; ObjectID = "17";  */
"Show previous source row (⌘←)" = "前のソース行を表示します (⌘←)";

/*  Class = "NSButton"; gToolTip = "Show next source row (⌘→)"; ObjectID = "18";  */
"Show next source row (⌘→)" = "次のソース行を表示します (⌘→)";

/*  Class = "NSPathControl"; gToolTip = "Source file path. Double-click to go back to file chooser."; ObjectID = "25";  */
"Source file path. Double-click to go back to file chooser." = "ソースファイルのパスです。ダブルクリックしてファイル選択へ戻ります。";

/*  Class = "NSMenuItem"; title = "INSERT"; ObjectID = "29";  */
"INSERT" = "INSERT";

/*  Class = "NSMenuItem"; title = "REPLACE"; ObjectID = "30";  */
"REPLACE" = "REPLACE";

/*  Class = "NSMenuItem"; title = "UPDATE"; ObjectID = "31";  */
"UPDATE" = "UPDATE";

/*  Class = "NSTextFieldCell"; title = "Import Method:"; ObjectID = "34";  */
"Import Method:" = "インポートの方法:";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "486";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "40";  */
"Cancel" = "キャンセル";

/*  Class = "NSButtonCell"; title = "Import"; ObjectID = "41";  */
"Import" = "インポート";

/*  Class = "NSTableColumn"; headerCell.title = "CSV Fields"; ObjectID = "47";  */
"CSV Fields" = "CSV のフィールド";

/*  Class = "NSTableColumn"; headerCell.title = "Table Target Fields"; ObjectID = "48";  */
"Table Target Fields" = "テーブルの対象カラム";

/*  Class = "NSTextFieldCell"; title = "CSV Import Field Mapping"; ObjectID = "57";  */
"CSV Import Field Mapping" = "CSV インポートのフィールドマッピング";

/*  Class = "NSMenuItem"; title = "Matching names"; ObjectID = "134";  */
"Matching names" = "名前の一致";

/*  Class = "NSMenuItem"; title = "File order"; ObjectID = "135";  */
"File order" = "ファイルの順番";

/*  Class = "NSTextFieldCell"; title = "Align field names by:"; ObjectID = "138";  */
"Align field names by:" = "カラム名の整列方法:";

/*  Class = "NSButton"; gToolTip = "Advanced settings for import methods (⌥⌘A)"; ObjectID = "139";  */
"Advanced settings for import methods (⌥⌘A)" = "インポート方法の詳細設定 (⌥⌘A)";

/*  Class = "NSMenuItem"; title = "Reversed file order"; ObjectID = "141";  */
"Reversed file order" = "ファイルの逆順";

/*  Class = "NSButton"; gToolTip = "Go back to file chooser (⇧⌥⌘←)"; ObjectID = "157";  */
"Go back to file chooser (⇧⌥⌘←)" = "ファイル選択へ戻る (⇧⌥⌘←)";

/*  Class = "NSButtonCell"; title = "Go Back"; ObjectID = "158";  */
"Go Back" = "戻る";

/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "475";  */
/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "176";  */
"OK" = "OK";

/*  Class = "NSTableColumn"; headerCell.title = "Global Source Values or SQL Expressions"; ObjectID = "190";  */
"Global Source Values or SQL Expressions" = "グローバルのソース値または SQL 式";

/*  Class = "NSMenuItem"; title = "NULL"; ObjectID = "510";  */
"NULL" = "NULL";

/*  Class = "NSMenuItem"; title = "Custom order"; ObjectID = "224";  */
"Custom order" = "カスタム";

/*  Class = "NSButton"; gToolTip = "All rows which doesn't match the WHERE clause in the UPDATE statement will be inserted via INSERT INTO…"; ObjectID = "257";  */
"All rows which doesn't match the WHERE clause in the UPDATE statement will be inserted via INSERT INTO…" = "UPDATE 文の WHERE 節にマッチしないすべての行が INSERT INTO… 経由で挿入されます";

/*  Class = "NSButtonCell"; title = "Insert remaining rows"; ObjectID = "258";  */
"Insert remaining rows" = "残りの行を挿入";

/*  Class = "NSButtonCell"; title = "HIGH_PRIORITY"; ObjectID = "301";  */
"HIGH_PRIORITY" = "HIGH_PRIORITY";

/*  Class = "NSButtonCell"; title = "LOW_PRIORITY"; ObjectID = "302";  */
/*  Class = "NSButtonCell"; title = "LOW_PRIORITY"; ObjectID = "327";  */
/*  Class = "NSButtonCell"; title = "LOW_PRIORITY"; ObjectID = "346";  */
"LOW_PRIORITY" = "LOW_PRIORITY";

/*  Class = "NSButtonCell"; title = "ON DUPLICATE KEY UPDATE:"; ObjectID = "306";  */
"ON DUPLICATE KEY UPDATE:" = "ON DUPLICATE KEY UPDATE:";

/*  Class = "NSButtonCell"; title = "DELAYED"; ObjectID = "307";  */
/*  Class = "NSButtonCell"; title = "DELAYED"; ObjectID = "321";  */
"DELAYED" = "DELAYED";

/*  Class = "NSButtonCell"; title = "IGNORE"; ObjectID = "308";  */
/*  Class = "NSButtonCell"; title = "IGNORE"; ObjectID = "339";  */
"IGNORE" = "IGNORE";

/*  Class = "NSButtonCell"; title = "Advanced"; ObjectID = "393";  */
"Advanced" = "オプション";

/*  Class = "NSButton"; gToolTip = "Do not import existing rows identified by the PRIMARY KEY"; ObjectID = "396";  */
"Do not import existing rows identified by the PRIMARY KEY" = "主キーから判別して、すでに存在する行をインポートしません";

/*  Class = "NSButtonCell"; title = "Skip existing rows"; ObjectID = "397";  */
"Skip existing rows" = "存在する行をスキップ";

/*  Class = "NSTableColumn"; headerCell.title = "SQL"; ObjectID = "400";  */
"SQL" = "SQL";

/*  Class = "NSButtonCell"; title = "Use last edited value"; ObjectID = "222";  */
"Use last edited value" = "最後に編集した値を使用";

/*  Class = "NSMenuItem"; title = "Insert"; ObjectID = "509";  */
"Insert" = "挿入";

/*  Class = "NSMenuItem"; gToolTip = "Insert NULL value into currently selected row"; ObjectID = "510";  */
"Insert NULL value into currently selected row" = "選択された行へ NULL 値を挿入します";

/*  Class = "NSButton"; gToolTip = "Use current selected value after saving as source for selected mapping pair (⌥⌘L)"; ObjectID = "221";  */
"Use current selected value after saving as source for selected mapping pair (⌥⌘L)" = "保存の後、現在選択中の値を選択されたマッピング対のソースとして使用します (⌥⌘L)";

/*  Class = "NSButton"; gToolTip = "Remove selected value (⌘⌫)"; ObjectID = "173";  */
"Remove selected value (⌘⌫)" = "選択された値を取り除きます (⌘⌫)";

/*  Class = "NSButton"; gToolTip = "Add new value (⌥⌘A)"; ObjectID = "171";  */
"Add new value (⌥⌘A)" = "新規の値を追加します (⌥⌘A)";

/*  Class = "NSPopUpButton"; gToolTip = "Insert NULL or CSV column placeholders (⌥⌘I)"; ObjectID = "506";  */
"Insert NULL or CSV column placeholders (⌥⌘I)" = "NULL 値または CSV カラムのプレースホルダを挿入します (⌥⌘I)";

/*  Class = "NSMenuItem"; title = "Recent"; ObjectID = "515";  */
/*  Class = "NSMenu"; title = "Recent"; ObjectID = "516";  */
"Recent" = "最近の項目";

/*  Class = "NSButton"; gToolTip = "Manage table details (⌘I)"; ObjectID = "433";  */
"Manage table details (⌘I)" = "テーブルの詳細を管理します (⌘I)";

/*  Class = "NSButtonCell"; title = "First line contains field names"; ObjectID = "112";  */
"First line contains field names" = "最初のレコードにカラム名を含む";

/*  Class = "NSTextFieldCell"; title = "Table Encoding:"; ObjectID = "471";  */
"Table Encoding:" = "テーブルのエンコーディング:";

/*  Class = "NSMenuItem"; title = "Remove New Column:"; ObjectID = "491";  */
"Remove New Column:" = "新規カラムを除去:";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "406";  */
"Name:" = "名前:";

/*  Class = "NSMenuItem"; title = "Add Column to Target Table…"; ObjectID = "423";  */
"Add Column to Target Table…" = "対象テーブルにカラムを追加…";

/*  Class = "NSPopUpButton"; gToolTip = "Choose database table in which the data will be inserted (⌘T)"; ObjectID = "20";  */
"Choose database table in which the data will be inserted (⌘T)" = "データを挿入するデータベースのテーブルを指定します (⌘T)";

/*  Class = "NSWindow"; title = "New Table"; ObjectID = "457";  */
"New Table" = "新規テーブル";

/*  Class = "NSTextFieldCell"; title = "Table Type:"; ObjectID = "472";  */
"Table Type:" = "テーブル型:";

/*  Class = "NSMenuItem"; title = "Edit Field Type for Column:"; ObjectID = "488";  */
"Edit Field Type for Column:" = "カラムのデータ型を編集:";

/*  Class = "NSButton"; gToolTip = "Import into a new TABLE (⇧⌘N)"; ObjectID = "439";  */
"Import into a new TABLE (⇧⌘N)" = "新規テーブルへインポートします (⇧⌘N)";

/*  Class = "NSButtonCell"; title = "New"; ObjectID = "440";  */
"New" = "新規";

/*  Class = "NSMenuItem"; title = "Set all Field Types to:"; ObjectID = "424";  */
"Set all Field Types to:" = "すべてのカラム型設定:";

